{
  "<S>": 0, 
  "</S>": 1, 
  "Pop-over": 2, 
  "2-piece_1st_layer": 3, 
  "Sweater_short_sleeve": 4, 
  "Kimono": 5, 
  "Straight_high_rise": 6, 
  "Cycling": 7, 
  "Fitted_Waist_Slim_Bust": 8, 
  "1": 9, 
  "Harem": 10, 
  "Outerwear": 11, 
  "Palazzo_high_rise": 12, 
  "0": 13, 
  "Batwing": 14, 
  "trousers": 15, 
  "Sweater": 16, 
  "Coat": 17, 
  "Blouson": 18, 
  "A-line": 19, 
  "Bodycon_high_rise": 20, 
  "Classical_Reg_bust": 21, 
  "Bib_Shorts": 22, 
  "Tapered_high_rise": 23, 
  "Jumpsuits": 24, 
  "シンプル_ホーム_お尻カバー_太腿カバー_5℃～_15℃～_ストレッチ素材_学校_お散歩_オ": 25, 
  "Snow_wear": 26, 
  "Bodycon": 27, 
  "Topwear": 28, 
  "Polo": 29, 
  "Bib_Tights": 30, 
  "Dress": 31, 
  "Sweatpants": 32, 
  "upper": 33, 
  "Shirt": 34, 
  "1st_layer": 35, 
  "Suit": 36, 
  "Palazzo": 37, 
  "Rugby": 38, 
  "Oversized": 39, 
  "PANT": 40, 
  "Snow_pants": 41, 
  "Leggings": 42, 
  "Bustier": 43, 
  "Bootcut": 44, 
  "シンプル_お腹カバー_お尻カバー_太腿カバー_15℃～_20℃～_お食事会_デート": 45, 
  "Straight": 46, 
  "Waisted": 47, 
  "S": 48, 
  "Workwear": 49, 
  "Suit_jacket": 50, 
  "Skirts": 51, 
  "Bolero": 52, 
  "1/624/CZA": 53, 
  "A-line_high_rise": 54, 
  "Open_front": 55, 
  "Fitted_Waist_Relaxed_Bust": 56, 
  "Tulip_Skirt_high_rise": 57, 
  "Wide-leg_high_rise": 58, 
  "Sweatshirt": 59, 
  "Tulip_Skirt": 60, 
  "Blouse": 61, 
  "Bootcut_high_rise": 62, 
  "Cardigan": 63, 
  "Yoga": 64, 
  "Top": 65, 
  "Anorak": 66, 
  "A-line_skirt_Reg_Bust": 67, 
  "Shirt_dress": 68, 
  "Tapered_Oversized_Bust": 69, 
  "Extra_Oversized": 70, 
  "Waistcoat": 71, 
  "Button-down": 72, 
  "Classical_Slim_bust": 73, 
  "BRALETTE": 74, 
  "Relaxed": 75, 
  "Twinset": 76, 
  "Tapered_Relaxed_Bust": 77, 
  "Shirt_formal": 78, 
  "Boyfriend": 79, 
  "Dresses": 80, 
  "Peplum": 81, 
  "Vest": 82, 
  "Bodysuit": 83, 
  "Jacket": 84, 
  "A-line_skirt": 85, 
  "V": 86, 
  "Skinny": 87, 
  "Playsuit": 88, 
  "Set": 89, 
  "Skinny_high_rise": 90, 
  "Classical": 91, 
  "Culottes_high_rise": 92, 
  "Wrap": 93, 
  "Fitted_Waist_Oversized_Bust": 94, 
  "Skirt": 95, 
  "SIDE": 96, 
  "Jumpsuit": 97, 
  "coverall": 98, 
  "TRIANGLE": 99, 
  "Sport_jacket": 100, 
  "Extra_Slim": 101, 
  "Bralette": 102, 
  "2_-piece_bikini": 103, 
  "Pullover": 104, 
  "Wetsuit": 105, 
  "Trousers": 106, 
  "Knitwear": 107, 
  "A-line_skirt_Slim_Bust": 108, 
  "OUTERWEAR": 109, 
  "Compression_bodysuit": 110, 
  "Shorts": 111, 
  "BIARRITZ": 112, 
  "Shorts_high_rise": 113, 
  "Tube_top": 114, 
  "Regular": 115, 
  "Compression_top": 116, 
  "Gilet": 117, 
  "Top/Tunic_&_Trousers": 118, 
  "Culottes": 119, 
  "Over-oversized": 120, 
  "Compression_bottoms": 121, 
  "Underwear": 122, 
  "Tank": 123, 
  "Leggings_high_rise": 124, 
  "Tights": 125, 
  "Tapered": 126, 
  "L": 127, 
  "Fitted_Waist_Regular_Bust": 128, 
  "Cycling_shorts/cycling_tights": 129, 
  "Cocoon": 130, 
  "N": 131, 
  "RIDER": 132, 
  "Wide-leg": 133, 
  "T-Shirt": 134, 
  "Sports_jacket": 135, 
  "Slim": 136, 
  "A-line_skirt_Relaxed_Bust": 137, 
  "Peplum_jacket": 138, 
  "Empire": 139, 
  "Sportswear": 140
}